Lesson2/myIOdictionary/testCase/constant/testDict
// the header is required
FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    location    "constant";
    object      testDict;
}



name	"shen";
score	80;
direction   (90 30 60);

yang
{
	name  "yang";
	ID	  1111;
}
