Lesson2/myIOdictionary/testCase/Allrun
#!/bin/bash

blockMesh

myIOdictionary
